TOKEN = "7575478871:AAGK1J6qpKYMQuWg0y8tcA0iyfU_VPiUpV8" #TOKEN Бота из BotFather
ADMIN_ID = [633370277] # Список айди администраторов
YANDEX_MUSIC_TOKEN = "y0__xDQ1IiPCBje-AYgxu3F_xJfrdfJ5vbnAlxMmVCyWwtd_LU38g" # API Токен сервиса Яндекс музыка, получение смотреть в интернете.
CHANNEL_ID = -1002007740977  # ID Вашего канала
CHANNEL_LINK = "https://t.me/+WdZzgXvVFEAxMjJi" # Ссылка на канал
SUBSCRIBE_TEXT = "📢 Подпишитесь на канал, чтобы использовать бота!" # Текст для подписки
BUTTON_TEXT = "Подписаться ✅" # Текст кнопки подписки
